Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/plenumsmoetet-samles-med-joik.html.tmx
Source language: nob
Languages: sme

source: Plenumsmøtet samles med joik
sme: Dievasčoahkkin čohkkejuvvo luđiin

source: Når Sametinget har plenumsmøte, så kalles representantene inn til møte med denne joiken.
sme: Go Sámedikkis lea dievasčoahkkin, gohččojuvvojit áirasat sajiideaset Sámedikki luđiin.

source: Ánte Mihkkal Gaup joiker Sametingets joik, som han laget til Sametingets åpning i 1989.
sme: Iŋgor Ántte Ánte Mihkkal, Ánte Mihkkal Gaup juoigá Sámedikki luođi, maid son ráhkadii 1989:s Sámedikki rahpamii.

source: Sametinget har nylig sikret seg rettighetene til Sametingets joik, som Ánte Mihkkal Gaup laget til Sametingets åpning i 1989.
sme: Sámediggi lea aitto háhkan vuoigatvuođaid Iŋgor Ántte Ánte Mihkkalis Sámedikki luohtái maid son ráhkadii 1989:s Sámedikki rahpamii.

source: Ánte Mihkkal Gaup joiket da joiken for første gang.
sme: Ánte Mihkkal Gaup juoiggai 1989:s luođi vuosttaš geardde.

source: Nå er joiken tilgjengelig også digitalt.
sme: Dál lea Sámedikki luohti gullamis digitála hámis.

source: Når Sametinget har plenumsmøte, så kalles representantene inn til møte med Sametingets joik.
sme: Go Sámedikkis lea dievasčoahkkin, gohččojuvvojit áirasat sajiideaset Sámedikki luđiin.

source: For Sametinget er det viktig at tradisjoner synliggjøre, og derfor skal plenumsmøtet samles med joik.
sme: Sámediggái lea dehálaš ahte árbevierut gullojit ja oidnojit, ja danne galgá dievasčoahkkin luđiin čohkkejuvvot.
